Repository: jumamiller/mpesa-wp-plugin
Catalog: languages/mpesa-wp-plugin-*.po
Languages: pt_pt

source: Accept Mpesa payments for your store
pt_pt: Aceite pagamentos via Mpesa para a sua loja

source: Enable/Disable
pt_pt: Habilitar/Desabilitar

source: Enable Mpesa Wordpress plugin
pt_pt: Habilitar o Mpesa WordPress Plugin

source: Title
pt_pt: Título

source: This controls the title which the user sees during checkout
pt_pt: Isso controla o título que o usuário vê durante o pagamento

source: Customer Message
pt_pt: Mensagem para o cliente

source: Insert your number below to proceed with checkout
pt_pt: Insira o seu número no campo abaixo para prosseguir com o pagamento

source: API Key
pt_pt: Chave da API

source: Public Key
pt_pt: Chave pública

source: Service Provider Code
pt_pt: Código de provedor de serviços

source: Use 171717 for testing
pt_pt: Use 171717 para testes

source: Test Mode
pt_pt: Modo de testes

source: Enable Test Environment
pt_pt: Habilitar ambiente de testes

source: TEST MODE ENABLED
pt_pt: MODO DE TESTES HABILITADO

source: Pay with Mpesa
pt_pt: Pague com Mpesa

source: Mpesa Number
pt_pt: Número Mpesa

source: Currency not supported!
pt_pt: Moeda não suportada!

source: Phone number is required!
pt_pt: Número de telefone é obrigatório!

source: Phone number is incorrect!
pt_pt: Número de telefone inválido!

source: Payment Information
pt_pt: Informação de pagamento

source: Thank you for your order, please click the button bellow to proceed.
pt_pt: Obrigado pela preferência, por favor clique no botão abaixo para prosseguir.

source: Payment request sent!
pt_pt: Pedido de pagamento enviado!

source: You will receive a pop-up on the phone requesting payment confirmation, please enter your PIN code to confirm the payment.
pt_pt: Você irá receber uma janela na tela do seu celular para confirmar o pagamento, por favor insira o seu PIN.

source: Payment received!
pt_pt: Pagamento recebido!

source: Your payment has been received and your order will be processed soon.
pt_pt: O seu pagamento foi recebido e a sua compra será processada brevemente.

source: Payment timeout exceeded!
pt_pt: Tempo para pagamento esgotado!

source: Use your browser's back button and try again.
pt_pt: Use o botão de voltar do seu navegador e tente novamente.

source: Payment failed!
pt_pt: Pagamento falhou!

source: Try again or use your browser's back button to change the number.
pt_pt: Use o botão de voltar do seu navegador para alterar o número.

source: Pay
pt_pt: Pagar

source: Back
pt_pt: Voltar

source: Your order is paid! Thank you!
pt_pt: A sua encomenda foi paga! Obrigado!

source: Payment failed
pt_pt: Pagamento falhou
